class Data{
  static List title=["प्रेरणा स्त्रोत शायरी","जीवन शायरी","मोहब्बत शायरी","यादें शायरी","राजनीति शायरी","प्रेम शायरी","दर्द शायरी","होली शायरी","अन्य शायरी"];
  static List main_image=[
    "Assets/Images/Main_image/1.png",
    "Assets/Images/Main_image/2.png",
    "Assets/Images/Main_image/3.png",
    "Assets/Images/Main_image/4.png",
    "Assets/Images/Main_image/5.png",
    "Assets/Images/Main_image/6.png",
    "Assets/Images/Main_image/7.png",
    "Assets/Images/Main_image/8.png",
    "Assets/Images/Main_image/9.png",
  ];

  static List e1=[
"💪️","🎯️","🙌️","💯️","🔥️","💡️","⚡️","🌟️","🏋️🏻️‍♀️","❤️‍🔥️","💪️🏼️","😌️","✅️","🏆️","🥇️","🤞️","😊️","🏅️","💪️🏻️","✨️","🧿","🎓️","🤩","😎️","🏋️","✔️"
  ];
  static List e2=[
  "🌱️","🧬","🌎️","✨️","🙌️","❤️","🌿️","🤗️","⏳️","💓️","🙏️","🍀️","😀️","🌏️","☀️"
  ];
  static List e3=[
  "❤️","💌️","🏩️","💒️","💍️","","👫️","👪️","💑️","😘️","😍️","💋️","💟️","","💖️","💗️","💞️","💝️","🌹️","","🌸️","👄️","👡️","🍷️","👛️","💏️🏿️","👰️🏽️‍️","🌺️"
  ];
  static List e4=[
  "😔️","😢️","😞️","😩️","😫️","😭️","😥️","☹️","😣️","💔️","❤️‍","🩹","🤧️","😞️","❤️","🥺","🥀️","😭️"
  ];
  static List e5=[
  "👨️","️️‍⚖️️","🗳️","🧑‍","💼️","","🎩️","👨️‍","💼️️","📋️","📊️","","👮️","🙏️","👮‍♂️","🎟️","📜️","🎫️"
  ];
  static List e6=[
    "❤️","💌️","🏩️","💒️","💍️","👫️","👪️","💑️","😘️","😍️","💋️","💟️","","💖️","💗️","💞️","💝️","🌹️","","🌸️","👄️","👡️","🍷️","👛️","💏️🏿️","👰️🏽️‍️","🌺️"
  ];
  static List e7=[
  "🤕️","💢️","😩️","😫️","😖️","🩹","😣️","💔️","😭️","❤️‍🩹","😌️","💊️","🩸","😞️","😵️","‍💫️","🥺","🔪️","🤦️‍️","😱️","💘️"
"," ];
  static List e8=[
  "🌈️","🎉️","🎨️","🎊️","🔥️","😇️","🕉️","🎁️"
  ];
  static List e9=[
    "💪️","🎯️","🙌️","💯️","🔥️","💡️","⚡️","🌟️","🏋️🏻️‍♀️","❤️‍🔥️","💪️🏼️","😌️","✅️","🏆️","🥇️","🤞️","😊️","🏅️","💪️🏻️","✨️","🧿","🎓️","🤩","😎️","🏋️","✔️","🌈️","🎉️","🎨️","🎊️","🔥️","😇️","🕉️","🎁️","🌱️","🧬","🌎️","✨️","🙌️","❤️","🌿️","🤗️","⏳️","💓️","🙏️","🍀️","😀️","🌏️","☀️","❤️","💌️","🏩️","💒️","💍️","","👫️","👪️","💑️","😘️","😍️","💋️","💟️","","💖️","💗️","💞️","💝️","🌹️","","🌸️","👄️","👡️","🍷️","👛️","💏️🏿️","👰️🏽️‍️","🌺️","😔️","😢️","😞️","😩️","😫️","😭️","😥️","☹️","😣️","💔️","❤️‍","🩹","🤧️","😞️","❤️","🥺","🥀️","😭️","👨️","️️‍⚖️️","🗳️","🧑‍","💼️","","🎩️","👨️‍","💼️️","📋️","📊️","","👮️","🙏️","👮‍♂️","🎟️","📜️","🎫️","❤️","💌️","🏩️","💒️","💍️","👫️","👪️","💑️","😘️","😍️","💋️","💟️","","💖️","💗️","💞️","💝️","🌹️","","🌸️","👄️","👡️","🍷️","👛️","💏️🏿️","👰️🏽️‍️","🌺️","🤕️","💢️","😩️","😫️","😖️","🩹","😣️","💔️","😭️","❤️‍🩹","😌️","💊️","🩸","😞️","😵️","‍💫️","🥺","🔪️","🤦️‍️","😱️","💘️"
  ];


  static List s1=[

    '''शरीफ़ थे तो नहीं बोले,
    अगर थोड़े भी बेशर्म होते…
    बराबर की टक्कर देते''',

    '''चाँद हो या सूरज,
    चमकते सब हैं
    अपना वक़्त आने पर''',

    '''शायद मै इसलिए पीछे हूँ,
    मुझे होशियारी नही आती!!
    बेशक लोग ना समझे मेरी वफादारी,
    मगर मुझे गद्दारी नहीं आती..''',

    '''मैं तो वक़्त से हारकर सर झुकाये खड़ा था
    और
    सामने खड़े लोग खुदको बादशाह समझने लगें!!''',

    '''सर से लेकर पैर तक ताकत लगा लेना.
    साजिशें अगर मेरे खिलाफ़ हुई तो बीमा अपना भी करवा लेना!!''',

        '''कर जस्बे को बुलंद जवान
        तेरे पीछे खड़ी आवाम
        हर पत्ते को मार गिरायेंगे
        जो हमसे देश बटवायेंगे।''',

    '''जन्नत से बढकर वतन कर ले
        जय हिंद जय हिंद, वंदेमातरम्
        अमर शहीदों को नमन कर ले।''',

    '''मेरा दिल मेरी धड़कन मेरी जान हो तुम
        अब तो मेरे वजूद की पहचान हो तुम
        ए मेरे भारत देश महान हो तुम महान हो तुम।''',

    '''मंजिलें क्या है, रास्ता क्या है? जिंदगी जियो इस कदर कि मिसाल बन जाए।
         रब पर रखो भरोसा वक्त पर एतबार करो।
         सच कहता हूं दोस्तों, कुंडली के सितारे भी अपनी जगह बदल देते हैं।''',

    '''“संघर्ष में आदमी अकेला होता है
        सफलता में दुनिया उसके साथ होती है”''',

    '''“तजुर्बा बता रहा हूँ दोस्त
        दर्द,ग़म,डर जो भी है बस तेरे अंदर है
        खुद के बनाए पिंजरे से निकल के देख
        तू भी एक सिकंदर है”'''

  ];
  static List s2=[
    '''शराब और मेरा कई बार ब्रेकअप हो चुका है,
        पर कमबख्त हर बार मुझे मना लेती है।''',

    '''जाम पीने का मजा जिंदगी जीने से जादा हैं,
        अगर इसे न पिया तो जिंदगी जीने का मजा क्या हैं !''',

    '''कुछ तो शराफत सीख ले ए इश्क शराब से,
        बोतल पे लिखा तो है मैं जान लेवा हूँ !'''
  ];
  static List s3=[
    '''कर जस्बे को बुलंद जवान
        तेरे पीछे खड़ी आवाम
        हर पत्ते को मार गिरायेंगे
        जो हमसे देश बटवायेंगे।''',

    '''जन्नत से बढकर वतन कर ले
        जय हिंद जय हिंद, वंदेमातरम्
        अमर शहीदों को नमन कर ले।''',

    '''  प्यार ने हमें शायर बना दिया ,
        इश्क़ पर शायरी करना सिखा दिया . 
         बिना किसी Fees बिना किसी College के,
          प्यार के Subject का Master बना दिया।''',

    '''मेरा दिल मेरी धड़कन मेरी जान हो तुम
        अब तो मेरे वजूद की पहचान हो तुम
        ए मेरे भारत देश महान हो तुम महान हो तुम।'''
  ];
  static List s4=[
    '''  प्यार ने हमें शायर बना दिया ,
        इश्क़ पर शायरी करना सिखा दिया . 
         बिना किसी Fees बिना किसी College के,
          प्यार के Subject का Master बना दिया।''',

    '''किसी के प्रभाव में आकर
        अपना अच्छा स्वभाव मत छोड़ना''',

    '''तुम मौसम की तरह बदल गए
        और मैं फसलों की 
        तरह बर्बाद हो गया'''
  ];
  static List s5=[
    '''Where was it decided that the lamp for each house,
        where there is no lamp for the city ''',

    '''kutcha houses which were burnt in the riots,
        It is a pity that his name was among the rebels.''',

    '''soldiers will be killed in war,
        Surkharu district will be Elahi'''
  ];
  static List s6=[
    '''कर जस्बे को बुलंद जवान
        तेरे पीछे खड़ी आवाम
        हर पत्ते को मार गिरायेंगे
        जो हमसे देश बटवायेंगे।''',

    '''जन्नत से बढकर वतन कर ले
        जय हिंद जय हिंद, वंदेमातरम्
        अमर शहीदों को नमन कर ले।''',

    '''  प्यार ने हमें शायर बना दिया ,
        इश्क़ पर शायरी करना सिखा दिया . 
         बिना किसी Fees बिना किसी College के,
          प्यार के Subject का Master बना दिया।''',

    '''मेरा दिल मेरी धड़कन मेरी जान हो तुम
        अब तो मेरे वजूद की पहचान हो तुम
        ए मेरे भारत देश महान हो तुम महान हो तुम।'''
  ];
  static List s7=[
    '''भाड़ में जाये लोग ओर,
        लोगो की बातें,
        हम वैसे ही जियेंगे,
        जैसे हम है चाहते..''',
    '''अब न रिप्लाई चाहिए,
        न ही तेरा साथ,
        तू प्लीज अपना ध्यान रख,
        मुझे नही करनी तुझसे बात…''',
    '''जो चली गई थी
        वो लौट आई है,
        स्वागत करो बेटा,
        दरवाजे पर तेरी मौत आई है।''',
    '''दिल के टुकड़े रखे थे # सम्भाल कर एक
        टुकड़ा ना # जाने कहां खो गया। ''',

    '''दिल आज उसकी बात किए बगैर ही सो गया
        और खुदाने मेरे हाथो में मोहब्बत की लकीर ही नहीं बनाई थी''',

    '''तू था त तो सुकून था जिंदगी को
        तू नहीं तो जिंदगी से बेजार हुआ हूं।'''

  ];
  static List s8=[
    '''गुलाल का रंग, गुब्बारों की मार,
        सूरज की किरणे,खुशियों की बहार,
    चाँद की चांदनी, अपनों का प्यार,
        मुबारक हो आपको रंगों का त्यौहार.''',

    '''वसंत ऋतु की बहार,
        चली पिचकारी उड़ा है गुलाल,
        रंग बरसे नीले हरे लाल,
        मुबारक हो आपको होली का त्यौहार''',

    '''होली के इस पर्व पर
        लगे रंग हर गाल
        राष्ट्र रंग सब में रमे
        हर घर हो खुशहाल'''
  ];
  static List s9=[
    '''गुलाल का रंग, गुब्बारों की मार,
        सूरज की किरणे,खुशियों की बहार,
    चाँद की चांदनी, अपनों का प्यार,
        मुबारक हो आपको रंगों का त्यौहार.''',

    '''वसंत ऋतु की बहार,
        चली पिचकारी उड़ा है गुलाल,
        रंग बरसे नीले हरे लाल,
        मुबारक हो आपको होली का त्यौहार''',

    '''होली के इस पर्व पर
        लगे रंग हर गाल
        राष्ट्र रंग सब में रमे
        हर घर हो खुशहाल''',

    '''शरीफ़ थे तो नहीं बोले,
    अगर थोड़े भी बेशर्म होते…
    बराबर की टक्कर देते''',

    '''चाँद हो या सूरज,
    चमकते सब हैं
    अपना वक़्त आने पर''',

    '''शायद मै इसलिए पीछे हूँ,
    मुझे होशियारी नही आती!!
    बेशक लोग ना समझे मेरी वफादारी,
    मगर मुझे गद्दारी नहीं आती..''',

    '''मैं तो वक़्त से हारकर सर झुकाये खड़ा था
    और
    सामने खड़े लोग खुदको बादशाह समझने लगें!!''',

    '''सर से लेकर पैर तक ताकत लगा लेना.
    साजिशें अगर मेरे खिलाफ़ हुई तो बीमा अपना भी करवा लेना!!''',

    '''कर जस्बे को बुलंद जवान
        तेरे पीछे खड़ी आवाम
        हर पत्ते को मार गिरायेंगे
        जो हमसे देश बटवायेंगे।''',

    '''जन्नत से बढकर वतन कर ले
        जय हिंद जय हिंद, वंदेमातरम्
        अमर शहीदों को नमन कर ले।''',

    '''मेरा दिल मेरी धड़कन मेरी जान हो तुम
        अब तो मेरे वजूद की पहचान हो तुम
        ए मेरे भारत देश महान हो तुम महान हो तुम।''',

    '''मंजिलें क्या है, रास्ता क्या है? जिंदगी जियो इस कदर कि मिसाल बन जाए।
         रब पर रखो भरोसा वक्त पर एतबार करो।
         सच कहता हूं दोस्तों, कुंडली के सितारे भी अपनी जगह बदल देते हैं।''',

    '''“संघर्ष में आदमी अकेला होता है
        सफलता में दुनिया उसके साथ होती है”''',

    '''“तजुर्बा बता रहा हूँ दोस्त
        दर्द,ग़म,डर जो भी है बस तेरे अंदर है
        खुद के बनाए पिंजरे से निकल के देख
        तू भी एक सिकंदर है”''',

    '''शराब और मेरा कई बार ब्रेकअप हो चुका है,
        पर कमबख्त हर बार मुझे मना लेती है।''',

    '''जाम पीने का मजा जिंदगी जीने से जादा हैं,
        अगर इसे न पिया तो जिंदगी जीने का मजा क्या हैं !''',

    '''कुछ तो शराफत सीख ले ए इश्क शराब से,
        बोतल पे लिखा तो है मैं जान लेवा हूँ !''',

    '''कर जस्बे को बुलंद जवान
        तेरे पीछे खड़ी आवाम
        हर पत्ते को मार गिरायेंगे
        जो हमसे देश बटवायेंगे।''',

    '''जन्नत से बढकर वतन कर ले
        जय हिंद जय हिंद, वंदेमातरम्
        अमर शहीदों को नमन कर ले।''',

    '''  प्यार ने हमें शायर बना दिया ,
        इश्क़ पर शायरी करना सिखा दिया . 
         बिना किसी Fees बिना किसी College के,
          प्यार के Subject का Master बना दिया।''',

    '''मेरा दिल मेरी धड़कन मेरी जान हो तुम
        अब तो मेरे वजूद की पहचान हो तुम
        ए मेरे भारत देश महान हो तुम महान हो तुम।''',

    '''  प्यार ने हमें शायर बना दिया ,
        इश्क़ पर शायरी करना सिखा दिया . 
         बिना किसी Fees बिना किसी College के,
          प्यार के Subject का Master बना दिया।''',

    '''किसी के प्रभाव में आकर
        अपना अच्छा स्वभाव मत छोड़ना''',

    '''तुम मौसम की तरह बदल गए
        और मैं फसलों की 
        तरह बर्बाद हो गया''',

    '''Where was it decided that the lamp for each house,
        where there is no lamp for the city ''',

    '''kutcha houses which were burnt in the riots,
        It is a pity that his name was among the rebels.''',

    '''soldiers will be killed in war,
        Surkharu district will be Elahi''',

    '''कर जस्बे को बुलंद जवान
        तेरे पीछे खड़ी आवाम
        हर पत्ते को मार गिरायेंगे
        जो हमसे देश बटवायेंगे।''',

    '''जन्नत से बढकर वतन कर ले
        जय हिंद जय हिंद, वंदेमातरम्
        अमर शहीदों को नमन कर ले।''',

    '''  प्यार ने हमें शायर बना दिया ,
        इश्क़ पर शायरी करना सिखा दिया . 
         बिना किसी Fees बिना किसी College के,
          प्यार के Subject का Master बना दिया।''',

    '''मेरा दिल मेरी धड़कन मेरी जान हो तुम
        अब तो मेरे वजूद की पहचान हो तुम
        ए मेरे भारत देश महान हो तुम महान हो तुम।''',

    '''भाड़ में जाये लोग ओर,
        लोगो की बातें,
        हम वैसे ही जियेंगे,
        जैसे हम है चाहते..''',
    '''अब न रिप्लाई चाहिए,
        न ही तेरा साथ,
        तू प्लीज अपना ध्यान रख,
        मुझे नही करनी तुझसे बात…''',
    '''जो चली गई थी
        वो लौट आई है,
        स्वागत करो बेटा,
        दरवाजे पर तेरी मौत आई है।''',
    '''दिल के टुकड़े रखे थे # सम्भाल कर एक
        टुकड़ा ना # जाने कहां खो गया। ''',

    '''दिल आज उसकी बात किए बगैर ही सो गया
        और खुदाने मेरे हाथो में मोहब्बत की लकीर ही नहीं बनाई थी''',

    '''तू था त तो सुकून था जिंदगी को
        तू नहीं तो जिंदगी से बेजार हुआ हूं।''',

    '''गुलाल का रंग, गुब्बारों की मार,
        सूरज की किरणे,खुशियों की बहार,
    चाँद की चांदनी, अपनों का प्यार,
        मुबारक हो आपको रंगों का त्यौहार.''',

    '''वसंत ऋतु की बहार,
        चली पिचकारी उड़ा है गुलाल,
        रंग बरसे नीले हरे लाल,
        मुबारक हो आपको होली का त्यौहार''',

    '''होली के इस पर्व पर
        लगे रंग हर गाल
        राष्ट्र रंग सब में रमे
        हर घर हो खुशहाल'''
  ];

  static List e=[e1,e2,e3,e4,e5,e6,e7,e8,e9];
  static List s=[s1,s2,s3,s4,s5,s6,s7,s8,s9];

}